Repository: nqhanh/sagojo-dev
Catalog: plugins/djd-site-post/lang/djd-site-post-*.po
Languages: de_de

source: DJD Site Post Settings
de_de: DJD Site Post Einstellungen

source: You do not have sufficient permissions to access this page.
de_de: Keine Berechtigung für den Zugriff auf diese Seite.

source: Error
de_de: Fehler

source: Please login or register to use this function.
de_de: Zum Nutzen dieser Funktion bitte anmelden oder registrieren.

source: Notice
de_de: Hinweis

source: The function <code>%s</code> did not return wellformed XML:
de_de: Die Funktion <code>%s</code> hat ungültiges XML ausgegeben:

source: XML Parse Error
de_de: XML-Parse-Fehler

source: The function <code>%s</code> did not return valid XML. Root element must be <code>form</code>:
de_de: Die Funktion <code>%s</code> hat ungültiges XML ausgegeben.Das Root-Element muss <code>form</code> sein:

source: XML Wellformedness Error
de_de: XML-Gültigkeitsfehler

source: There was an error with your form submission.
de_de: Fehler bei der Formularübertragung.

source: There were errors with your form submission.
de_de: Mehrere Fehler bei der Formularübertragung.

source: Unable to create new category. Please try again or select an existing category.
de_de: Neue Kategorie anlegen nicht möglich. Bitte noch einmal versuchen oder eine existierende Kategorie wählen.

source: We were unable to accept your post at this time. Please try again. If the problem persists tell the site owner.
de_de: Der Beitrag konnte zum gegenwärtigen Zeitpunkt nicht akzeptiert werde. Bitte noch einmal versuchen. Falls das Problem bestehen bleibt, bitte an den Besitzer der Site wenden.

source: New post submitted from frontend to
de_de: Neuer Beitrag vom Frontend für

source: To view the entry click here:
de_de: Zum Ansehen des Beitrags hier klicken:

source: New frontend post to
de_de: Neuer Beitrag vom Frontend für

source: Use this widget to include a form to write and publish articles from the sidebar.
de_de: Das Widget fügt der Sidebar ein Formular hinzu, das Benutztern erlaubt, Beitäge zu verfassen und zu veröffentlichen.

source: Title:
de_de: Titel:

source: Main Settings
de_de: Grundeinstellungen

source: Form Title
de_de: Formulartitel

source: Publish Status
de_de: Beitragsstatus

source: Post Confirmation Message
de_de: Bestätigungsnachricht

source: Post Failure Message
de_de: Fehlernachricht

source: Redirect to
de_de: Umleiten zu

source: Mail on New Post
de_de: E-Mail bei neuem Beitrag

source: Display Login Link in Form
de_de: Login-Link im Formular anzeigen

source: Hide WordPress Toolbar
de_de: WordPress Toolbar ausblenden

source: Allow guest to post
de_de: Gastbeiträge erlauben

source: Guest Account
de_de: Gastkonto

source: Allow Guests to select Category
de_de: Gästen die Auswahl einer Kategorie erlauben

source: Category for Guest Posts
de_de: Kategorie für Gastbeiträge

source: Category Settings
de_de: Kategorieeinstellungen

source: Display Categories
de_de: Kategorien anzeigen

source: Create New Category
de_de: Neue Kategorie erzeugen

source: Categrory Order
de_de: Kategorienreihenfolge

source: Field Settings
de_de: Feldeinstellungen

source: Show Separate Excerpt
de_de: Separates Auszugfeld anzeigen

source: Content Field Style
de_de: Stil des Inhaltsfeldes (Editorstil)

source: Allow Media Upload
de_de: Media-Upload erlauben

source: Allow Tags
de_de: Schlagworte erlauben

source: Email & Name for Guest Posts
de_de: E-Mail und Name für Gastbeiträge

source: Labels
de_de: Label

source: Title
de_de: Titel

source: Excerpt
de_de: Auszug

source: Content
de_de: Inhalt

source: Tags
de_de: Schlagworte

source: Categories
de_de: Kategorien

source: New Category
de_de: Neue Kategorie

source: Send Button
de_de: Senden-Schaltfläche

source: Need help? Just click here!
de_de: Hilfe erforderlich? Hier klicken!

source: Publish
de_de: Veröffentlichen

source: Pending
de_de: Austehende Review

source: Draft
de_de: Entwurf

source: Private
de_de: Privat

source: <p class='description'>The Status assigned to the new Post (Publish, Pending, Draft, Private).</p>
de_de: <p class='description'>Der Status, den der neue Beitrag erhalten soll (Veröffentlicht, Ausstehende Review, Entwurf, Privat).</p>

source: Check to display a field to enter tags.
de_de: Auswählen, um ein Feld zur Eingabe von Schlagworten anzuzeugen.

source: Check to require email and name for guest posts.
de_de: Auswählen, um von Gästen die Eingabe ihrer E-Mail-Adresse und ihres Namens zu verlangen.

source: Check to display a separate field for the excerpt.
de_de: Auswählen, um ein separates Feld für den Auszug anzuzeigen.

source: Check to display an editor field for the content.
de_de: Auswählen, um ein Editorfeld für den Inhalt anzuzeigen.

source: Simple - Plain Text
de_de: Simpel - Einfacher Text

source: Rich - Visual and HTML
de_de: Reich - Visuell und HTML

source: HTML - HTML Only
de_de: HTML - Nur HTML

source: <p class='description'>For responsive layouts it is recommended not to use the visual content field style,</p>
de_de: <p class='description'>Für Responsive Layouts wird die Verwendung des visuellen Editors (Einstellung: Reich) nicht empfohlen,</p>

source: <p class='description'>because some Android browsers don't support some of the tages used.</p>
de_de: <p class='description'>weil einige Android-Browser nicht alle auswählbaren Tags unterstützen.</p>

source: <p class="description">Your custom post-success message.</p>
de_de: <p class="description">Benutzerdefinierte Meldung bei erfolgreichem Post.</p>

source: <p class="description">Your custom post-failure message.</p>
de_de: <p class="description">Benutzerdefinierte Meldung bei fehlgeschlagenem Post.</p>

source: <p class="description">The URL to redirect the user to after his post.</p>
de_de: <p class="description">Die URL, zu der der Benutzer nach Absenden des Beitrags umgeleitet werden soll.</p>

source: <p class="description">Shortcode parameters will overwrite this setting.</p>
de_de: <p class="description">Shortcode-Parameters überschreiben diese Einstellung.</p>

source: Check to notify admin on new post.
de_de: Auswählen, um den Administrator über neue Beiträge zu informieren.

source: Droplist
de_de: Auswahlliste

source: Check boxes
de_de: Kontrollkästchen

source: No display
de_de: Keine Anzeige

source: How categories appear at the front end.
de_de: Wie dem Benutzer Kategorien angezeigt werden.

source: <p class="description">You can select not to display categories at all.</p>
de_de: <p class="description">Es ist auch möglich, überhaupt keine Kategorien anzeigen zu lassen.</p>

source: Check if user should be able to create a new category himself.
de_de: Auswählen, um dem Benutzer die Möglichkeit zu geben, eine neue Kategorie zu erzeugen.

source: by ID
de_de: nach ID

source: by name
de_de: nach Namen

source: The sort order of categories at the front end.
de_de: Die Reihenfolge, in der Kategorien angezeigt wedren.

source: Allow user to upload new media file (picture, video).
de_de: Dem Benutzer das Hochladen neuer Mediendateien (Fotos, Videos) erlauben.

source: Display a Login Link inside the form.
de_de: Einen Login-Link im Formular anzeigen.

source: Hide the WordPress Toolbar.
de_de: Die WordPress Toolbar nicht anzeigen.

source: Allow guests to post.
de_de: Gästen das Schreiben von Beiträgen erlauben.

source: Dedicated account to use for guests
de_de: Das Benutzerkonto, das für Gastbeiträge genutzt wird.

source: The dedicated account that should be used for guest posts.
de_de: Das Benutzerkonto, das für alle Gastbeiträge genutzt werden soll.

source: Check if you want guests to select categories themselves. If not checked the default category you specify below will be used for guest posts.
de_de: Auswählen, wenn Gäste selbst eine Kategorie selektieren können sollen. Falls Sie diese Option nicht wählen, wird für Gastbeiträge die Standardkategorie genutzt, die Sie in der Liste unterhalb dieser Zeile selektieren.

source: Category used for guest posts
de_de: Kategorie für Gastbeiträge

source: The category guest posts should be assigned to.
de_de: Die Kategorie, der Gastbeiträge zugewiesen werden sollen.

source: Section for all the general settings for this plugin.
de_de: Der Abschnitt für alle Grundeinstellungen des Plugins.

source: Section for all the settings specific to categories.
de_de: Der Abschnitt für alle Kategorie-spezifischen Einstellungen.

source: Specify the fields you want to include in the form generated.
de_de: Auswahl der Felder, die im anzuzeigenden Formular verfügbar sein sollen.

source: Please note that the Title will always be included - No Post without Title.
de_de: Der Titel wird immer verwendet - Kein Beitrag ohne Titel.

source: You can specify your own labels for the form fields shown to the user
de_de: Benutzerdefinierte Labels für die Felder im Formular.

source: Frontend Post
de_de: Site Post

source: Select a Category
de_de: Kategorie wählen

source: Category
de_de: Kategorie

source: New category
de_de: Neue Kategorie

source: Tags (comma-separated)
de_de: Schlagworte (durch Komma getrennt)

source: Your Name
de_de: Name

source: Your Email
de_de: E-Mail-Adresse

source: Send
de_de: Senden
